Repository: kuzindmitry/currency-app
Catalog: CurrencyApp/*.lproj/Localizable.strings
Languages: ru

# usd_title
source: dollar
ru: доллар

# rub_title
source: ruble
ru: рубль

# eur_title
source: euro
ru: евро

# currency_fell_since_yesterday_0
source: Since yesterday %@ fell by %@ percents
ru: Со вчерашнего дня %@ упал на %@ процентов

# currency_is_up_since_yesterday_0
source: Since yesterday %@ is up %@ percents
ru: Со вчерашнего дня %@ вырос на %@ процентов

# currency_fell_since_yesterday_1
source: Since yesterday %@ fell by %@ percent
ru: Со вчерашнего дня %@ упал на %@ процент

# currency_is_up_since_yesterday_1
source: Since yesterday %@ is up %@ percent
ru: Со вчерашнего дня %@ вырос на %@ процент

# currency_fell_since_yesterday_2
source: Since yesterday %@ fell by %@ percents
ru: Со вчерашнего дня %@ упал на %@ процента

# currency_is_up_since_yesterday_2
source: Since yesterday %@ is up %@ percents
ru: Со вчерашнего дня %@ вырос на %@ процента

source: UPDATE AT %@
ru: ОБНОВЛЕНО В %@
